questions = [
    {
        "question": "Как вы чувствовали себя на этой неделе и сегодня?",
        "answers": [
            "0 — Мои мысли упорядочены и структурированы.",
            "1 — При необходимости я мог(-ла) структурировать свои мысли.",
            "2 — Мне сложно было упорядочить свои мысли.",
            "3 — Мои мысли были не структурированы и беспорядочны."
        ]
    },
    {
        "question": "Как вы чувствовали себя на этой неделе и сегодня?",
        "answers": [
            "0 — Я не из тех, кто часто плачет.",
            "1 — В последнее время чаще бывает, что и расплакаться могу.",
            "2 — Мне кажется, что я уже всегда плачу.",
            "3 — Сейчас мне намного труднее заставить себя поплакать."
        ]
    },
    {
        "question": "Как вы чувствовали себя на этой неделе и сегодня?",
        "answers": [
            "0 — Меня не тревожит состояние моего здоровья.",
            "1 — В последнее время состояние моего здоровья немного хуже, чем раньше.",
            "2 — В последнее время меня постоянно тревожит состояние моего здоровья.",
            "3 — Я только и думаю о состоянии моего здоровья, оно значительно ухудшилось."
        ]
    },
    {
        "question": "Как вы чувствовали себя на этой неделе и сегодня?",
        "answers": [
            "0 — Мой темп в работе такой же, как и прежде.",
            "1 — Для того чтобы начать какое-либо дело, мне приходится проявлять силу воли.",
            "2 — Мне приходится заставлять себя делать повседневные дела.",
            "3 — В последнее время я не могу ничего делать."
        ]
    },
    {
        "question": "Как вы чувствовали себя на этой неделе и сегодня?",
        "answers": [
            "0 — Мне интересны другие люди.",
            "1 — Редко когда другой человек вызывает у меня интерес.",
            "2 — Меня в последнее время в принципе мало интересуют другие люди.",
            "3 — Люди меня абсолютно не интересуют."
        ]
    },
    {
        "question": "Как вы чувствовали себя на этой неделе и сегодня?",
        "answers": [
            "0 — У меня нет признаков расстройства пищеварения.",
            "1 — Меня очень редко беспокоило расстройство пищеварения.",
            "2 — Меня часто беспокоило расстройство пищеварения.",
            "3 — У меня серьезное расстройство пищеварения."
        ]
    },
    {
        "question": "Как вы чувствовали себя на этой неделе и сегодня?",
        "answers": [
            "0 — Я доволен собой.",
            "1 — Я недоволен собой.",
            "2 — Я омерзителен.",
            "3 — Я себя ненавижу."
        ]
    },
    {
        "question": "Как вы чувствовали себя на этой неделе и сегодня?",
        "answers": [
            "0 — Я осознаю ценность своей жизни, уйти из нее по-английски, не мой вариант.",
            "1 — Я иногда обесцениваю свою жизнь, но это быстро проходит.",
            "2 — У меня есть желание свести счеты с жизнью. ",
            "3 — Я думаю, что смог бы совершить самоубийство."
        ]
    },
    {
        "question": "Как вы чувствовали себя на этой неделе и сегодня?",
        "answers": [
            "0 — После пробуждения я чувствую себя отдохнувшим.",
            "1 — После пробуждения я чувствую себя отдохнувшим.",
            "2 — После пробуждения я неважно себя чувствую.",
            "3 — После пробуждения я чувствую себя разбитым."
        ]
    },
    {
        "question": "Как вы чувствовали себя на этой неделе и сегодня?",
        "answers": [
            "0 — Не сказать, что меня может многое раздражать.",
            "1 — В последнее время я могу быть нетерпимым чаще, чем обычно.",
            "2 — Я чувствую себя бомбой замедленного действия, не повезет тому, кто на меня нарвется.",
            "3 — Меня мало что может вывести из себя."
        ]
    },
    {
        "question": "Как вы чувствовали себя на этой неделе и сегодня?",
        "answers": [
            "0 — Я в общем представляю свое будущее.",
            "1 — Я чувствую, что мое будущее не достаточно ясно определено.",
            "2 — Я не представляю свою будущую жизнь.",
            "3 — Я ничего не жду от будущего. Я не верю, что может что-то улучшиться."
        ]
    },
    {
        "question": "Как вы чувствовали себя на этой неделе и сегодня?",
        "answers": [
            "0 — Я не сторонник быстрых решений.",
            "1 — Раньше я мог быстро принимать решения, теперь гораздо реже.",
            "2 — Я долго думаю, прежде чем принимать решения.",
            "3 — Я избегаю принятия решений."
        ]
    },
    {
        "question": "Как вы чувствовали себя на этой неделе и сегодня?",
        "answers": [
            "0 — Я чувствую себя удачливым.",
            "1 — Я считаю себя менее удачливым, чем другие люди.",
            "2 — В прошлом у меня было много неудач.",
            "3 — Я чувствую себя абсолютным неудачником."
        ]
    },
    {
        "question": "Как вы чувствовали себя на этой неделе и сегодня?",
        "answers": [
            "0 — Я считаю себя не лучше, но и не хуже чем другие.",
            "1 — Я считаю, что мог бы допускать меньше ошибок и потакать своим сиюминутным желаниям.",
            "2 — Я постоянно ругаю себя, потому что все делаю не так.",
            "3 — Я приношу одни несчастья себе и другим."
        ]
    },
    {
        "question": "Как вы чувствовали себя на этой неделе и сегодня?",
        "answers": [
            "0 — Меня не беспокоило высокое потоотделение.",
            "1 — Немного потел(-а) от волнения.",
            "2 — Умеренно потел(-а) от волнения.",
            "3 — Чрезмерно потел(-а) от волнения."
        ]
    },
    {
        "question": "Как вы чувствовали себя на этой неделе и сегодня?",
        "answers": [
            "0 — Моя работоспособность в настоящее время, такая же, как и прежде.",
            "1 — В последнее время я стал утомляться быстрее.",
            "2 — В последнее время усталость наступает от любых дел.",
            "3 — Я чувствую такой упадок сил, что не могу ничего делать."
        ]
    },
    {
        "question": "Как вы чувствовали себя на этой неделе и сегодня?",
        "answers": [
            "0 — У меня нет чувства того, что я совершил нечто, за что меня может преследовать наказание.",
            "1 — У меня есть ощущение, что меня может настигнуть наказание.",
            "2 — Я жду, когда меня настигнет расплата за содеянное.",
            "3 — Я чувствую себя заслуженно наказанным."
        ]
    },
    {
        "question": "Как вы чувствовали себя на этой неделе и сегодня?",
        "answers": [
            "0 — В последнее время мой вес существенно не изменялся.",
            "1 — В последнее время мой вес изменился на пару-тройку килограмм.",
            "2 — За последнее время я прибавил/потерял около 5 кг.",
            "3 — За последнее время я похудел/прибавил в весе больше, чем 5 кг."
        ]
    }
]




